Repository: heX16/SyncthingLazurite
Catalog: languages/SyncthingLazurite.*.po
Languages: ar, de, es, fr, ja, ko, zh_cn

source: Chunk line end missing
ar: نهاية سطر المقطع مفقودة
de: Zeilenende des Blocks fehlt
es: Falta el final de línea del bloque
fr: Fin de ligne du bloc manquante
ja: チャンクの行末がありません
ko: 청크 줄 끝이 없습니다
zh_cn: 缺少块的行结束符

source: Chunk too big: Got %d, maximum allowed size: %d
ar: المقطع كبير جداً: تم الحصول على %d، الحد الأقصى المسموح: %d
de: Block zu groß: erhalten %d, maximal zulässige Größe: %d
es: Bloque demasiado grande: recibido %d, tamaño máximo permitido: %d
fr: Bloc trop gros : reçu %d, taille maximale autorisée : %d
ja: チャンクが大きすぎます: 受信 %d、最大許可サイズ: %d
ko: 청크가 너무 큽니다: 받은 크기 %d, 최대 허용 크기: %d
zh_cn: 数据块过大：收到 %d，允许的最大大小：%d

source: Invalid protocol : "%s"
ar: بروتوكول غير صالح: "%s"
de: Ungültiges Protokoll: "%s"
es: Protocolo no válido: "%s"
fr: Protocole invalide : "%s"
ja: 無効なプロトコル: "%s"
ko: 잘못된 프로토콜: "%s"
zh_cn: 协议无效："%s"

source: Invalid protocol version in response: "%s"
ar: إصدار بروتوكول غير صالح في الاستجابة: "%s"
de: Ungültige Protokollversion in der Antwort: "%s"
es: Versión de protocolo no válida en la respuesta: "%s"
fr: Version de protocole invalide dans la réponse : "%s"
ja: レスポンスのプロトコルバージョンが無効です: "%s"
ko: 응답의 프로토콜 버전이 잘못되었습니다: "%s"
zh_cn: 响应中的协议版本无效："%s"

source: Invalid response status code: %s
ar: رمز حالة الاستجابة غير صالح: %s
de: Ungültiger Antwort-Statuscode: %s
es: Código de estado de respuesta no válido: %s
fr: Code d’état de réponse invalide : %s
ja: 無効なレスポンスステータスコード: %s
ko: 잘못된 응답 상태 코드: %s
zh_cn: 响应状态码无效：%s

source: Maximum allowed redirects reached : %d
ar: تم بلوغ الحد الأقصى لعمليات إعادة التوجيه المسموح بها: %d
de: Maximale Anzahl Weiterleitungen erreicht: %d
es: Se alcanzó el máximo de redirecciones permitidas: %d
fr: Nombre maximal de redirections atteint : %d
ja: 許可された最大リダイレクト数に達しました: %d
ko: 허용된 최대 리디렉션 수에 도달했습니다: %d
zh_cn: 已达到允许的最大重定向次数：%d

source: Error reading data from socket
ar: خطأ أثناء قراءة البيانات من المقبس
de: Fehler beim Lesen vom Socket
es: Error al leer datos del socket
fr: Erreur de lecture depuis le socket
ja: ソケットからのデータ読み取りエラー
ko: 소켓에서 데이터를 읽는 중 오류
zh_cn: 从套接字读取数据时出错

source: Unexpected response status code: %d
ar: رمز حالة استجابة غير متوقع: %d
de: Unerwarteter Antwort-Statuscode: %d
es: Código de estado de respuesta inesperado: %d
fr: Code d’état de réponse inattendu : %d
ja: 予期しないレスポンスステータスコード: %d
ko: 예상치 못한 응답 상태 코드: %d
zh_cn: 响应状态码异常：%d

source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
ja: バージョン情報
ko: 정보
zh_cn: 关于

source: Source code repository:
ar: مستودع الشيفرة المصدرية:
de: Quellcode-Repository:
es: Repositorio del código fuente:
fr: Dépôt du code source :
ja: ソースコードリポジトリ:

# lbSyncthingVersion
source: Syncthing version
ar: إصدار Syncthing
es: Versión de Syncthing
fr: Version Syncthing
ja: Syncthing バージョン
ko: Syncthing 버전
zh_cn: Syncthing 版本

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업데이트
zh_cn: 更新

# frmJSONView
source: JSON View
ar: عرض JSON
de: JSON-Ansicht
es: Vista JSON
fr: Vue JSON
ja: JSONビュー
ko: JSON 보기
zh_cn: JSON 视图

# edHintFieldsList
source: Hint fields list
ar: قائمة حقول التلميح
de: Liste der Hinweisfelder
es: Lista de campos de ayuda
fr: Liste des champs d’aide
ja: ヒントフィールド一覧
ko: 힌트 필드 목록
zh_cn: 提示字段列表

# edServerURL
source: Server URL
ar: عنوان الخادم URL
es: URL del servidor
fr: URL du serveur
ja: サーバーURL
ko: 서버 URL
zh_cn: 服务器 URL

# mnCollapseAll
source: Collapse all
ar: طي الكل
de: Alles einklappen
es: Contraer todo
fr: Tout réduire
ja: すべて折りたたむ
ko: 모두 접기
zh_cn: 全部折叠

# mnCopyExpandRecursive
source: Copy (expand recursively)
ar: نسخ (توسيع تكرارياً)
de: Kopieren (rekursiv expandieren)
es: Copiar (expandir recursivamente)
fr: Copier (développer récursivement)
ja: コピー (再帰的に展開)
ko: 복사 (재귀적으로 확장)
zh_cn: 复制（递归展开）

# mnCopyJsonRecursive
source: Copy JSON recursively
ar: نسخ JSON تكرارياً
de: JSON rekursiv kopieren
es: Copiar JSON recursivamente
fr: Copier JSON récursivement
ja: JSON を再帰的にコピー
ko: JSON 재귀적으로 복사
zh_cn: 递归复制 JSON

# mnCopyName
source: Copy name
ar: نسخ الاسم
de: Namen kopieren
es: Copiar nombre
fr: Copier le nom
ja: 名前をコピー
ko: 이름 복사
zh_cn: 复制名称

# mnCopyPath
source: Copy path
ar: نسخ المسار
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
zh_cn: 复制路径

# mnCopyValue
source: Copy value
ar: نسخ القيمة
de: Wert kopieren
es: Copiar valor
fr: Copier la valeur
ja: 値をコピー
ko: 값 복사
zh_cn: 复制值

# mnCopyValueText
source: Copy value text
ar: نسخ نص القيمة
de: Werttext kopieren
es: Copiar texto del valor
fr: Copier le texte de la valeur
ja: 値のテキストをコピー
ko: 값 텍스트 복사
zh_cn: 复制值文本

# mnExpandAll
source: Expand all
ar: توسيع الكل
de: Alles ausklappen
es: Expandir todo
fr: Tout développer
ja: すべて展開
ko: 모두 펼치기
zh_cn: 全部展开

# mnShowHintPanel
source: Show hint panel
ar: عرض لوحة التلميحات
de: Hinweis-Panel anzeigen
es: Mostrar panel de ayuda
fr: Afficher le panneau d’aide
ja: ヒントパネルを表示
ko: 힌트 패널 표시
zh_cn: 显示提示面板

# tfrmjsonview.mntestconnect.caption
source: Test connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続テスト
ko: 연결 테스트
zh_cn: 测试连接

# mnTestGrp
source: Test group
ar: مجموعة اختبار
de: Testgruppe
es: Grupo de prueba
fr: Groupe de test
ja: テストグループ
ko: 테스트 그룹
zh_cn: 测试组

# mnTestJson
source: Test JSON
ar: اختبار JSON
de: JSON testen
es: Probar JSON
fr: Tester JSON
ja: JSONテスト
ko: JSON 테스트
zh_cn: 测试 JSON

# grpDevices
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 장치
zh_cn: 设备

# grpEvents
source: Events
ar: الأحداث
de: Ereignisse
es: Eventos
fr: Événements
ja: イベント
ko: 이벤트
zh_cn: 事件

# grpFolders
source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
fr: Dossiers
ja: フォルダー
ko: 폴더
zh_cn: 文件夹

# frmOptions
source: Options
ar: الخيارات
de: Optionen
es: Opciones
ja: 設定
ko: 옵션
zh_cn: 选项

# chAutoGetAPIKey
source: Get API key automatically
ar: الحصول على مفتاح API تلقائياً
de: API-Schlüssel automatisch abrufen
es: Obtener la clave API automáticamente
fr: Obtenir la clé API automatiquement
ja: APIキーを自動取得
ko: API 키 자동으로 가져오기
zh_cn: 自动获取 API 密钥

# chUseProxyOutputForFixBug
source: Use proxy output to fix bug
ar: استخدام مخرجات الوكيل لإصلاح العطل
de: Proxy-Ausgabe zur Fehlerbehebung verwenden
es: Usar salida proxy para corregir el error
fr: Utiliser la sortie proxy pour corriger le bug
ja: バグ修正のためプロキシ出力を使用
ko: 버그 수정을 위해 프록시 출력 사용
zh_cn: 使用代理输出修复问题

# edAPIKey
source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: APIキー
ko: API 키
zh_cn: API 密钥

# tfrmoptions.edapikey.editlabel.hint
source: Goto: Settings -> Common -> API Key API Key example: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
ar: اذهب إلى: Settings -> Common -> API Key مثال لمفتاح API: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
de: Gehe zu: Settings -> Common -> API Key API-Key-Beispiel: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
es: Vaya a: Settings -> Common -> API Key Ejemplo de API Key: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
fr: Aller à: Settings -> Common -> API Key Exemple de clé API: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
ja: 移動: Settings -> Common -> API Key APIキー例: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
ko: 이동: Settings -> Common -> API Key API Key 예: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
zh_cn: 前往: Settings -> Common -> API Key API Key 示例: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss

# edPathToConfigDir
source: Path to configuration
ar: مسار الإعدادات
de: Pfad zur Konfiguration
es: Ruta a la configuración
fr: Chemin de configuration
ja: 設定へのパス
ko: 구성 경로
zh_cn: 配置路径

# edPathToExecWithFilename
source: Path to program
ar: مسار البرنامج
de: Pfad zum Programm
es: Ruta al programa
fr: Chemin du programme
ja: プログラムへのパス
ko: 프로그램 경로
zh_cn: 程序路径

# tfrmoptions.edportnumber.editlabel.hint
source: Goto: Settings -> Common -> API Key API Key example: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
ar: اذهب إلى: Settings -> Common -> API Key مثال لمفتاح API: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
de: Gehe zu: Settings -> Common -> API Key API-Key-Beispiel: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
es: Vaya a: Settings -> Common -> API Key Ejemplo de API Key: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
fr: Aller à: Settings -> Common -> API Key Exemple de clé API: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
ja: 移動: Settings -> Common -> API Key APIキー例: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
ko: 이동: Settings -> Common -> API Key API Key 예: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss
zh_cn: 前往: Settings -> Common -> API Key API Key 示例: xzMwbz6rDUuAv9tjVSbqfVMNta4kPWss

source: lbLanguage
ar: اللغة:
de: Sprache:
es: Idioma:
fr: Langue :
ja: 言語：
ko: 언어:
zh_cn: 语言：

# actAbout
source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
ja: バージョン情報
ko: 정보
zh_cn: 关于

# actCloseGUI
source: Close GUI
ar: إغلاق الواجهة
de: GUI schließen
es: Cerrar GUI
fr: Fermer l’interface
ja: GUI を閉じる
ko: GUI 닫기
zh_cn: 关闭 GUI

# tmodulemain.actconnect.caption
source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
zh_cn: 连接

# actCopySelectedDevID
source: Copy Device ID
ar: نسخ معرف الجهاز
de: Geräte-ID kopieren
es: Copiar ID del dispositivo
fr: Copier l’ID de l’appareil
ja: デバイスIDをコピー
ko: 장치 ID 복사
zh_cn: 复制设备 ID

# actDisconnect
source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 해제
zh_cn: 断开连接

# actSetStateRun
source: Run
ar: تشغيل
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
zh_cn: 运行

# actSetStateStop
source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_cn: 停止

# actShowConsole
source: Show console
ar: عرض الطرفية
de: Konsole anzeigen
es: Mostrar consola
fr: Afficher la console
ja: コンソールを表示
ko: 콘솔 표시
zh_cn: 显示控制台

# actShowEvents
source: Show events
ar: عرض الأحداث
de: Ereignisse anzeigen
es: Mostrar eventos
fr: Afficher les événements
ja: イベントを表示
ko: 이벤트 표시
zh_cn: 显示事件

# actShowOptions
source: Options
ar: خيارات
de: Optionen
es: Opciones
ja: 設定
ko: 옵션
zh_cn: 选项

# actShowRestView
source: View REST data
ar: عرض بيانات REST
de: REST-Daten anzeigen
es: Ver datos REST
fr: Voir les données REST
ja: RESTデータを表示
ko: REST 데이터 보기
zh_cn: 查看 REST 数据

# actShowWeb
source: Open web interface in browser
ar: فتح الواجهة في المتصفح
de: Weboberfläche im Browser öffnen
es: Abrir interfaz web en el navegador
fr: Ouvrir l’interface web dans le navigateur
ja: ブラウザでWebインターフェースを開く
ko: 브라우저에서 웹 인터페이스 열기
zh_cn: 在浏览器中打开 Web 界面

# tmodulemain.actstopandexit.caption
source: actStopAndExit
ar: إيقاف وخروج
de: Stoppen und beenden
es: Detener y salir
fr: Arrêter et quitter
ja: 停止して終了
ko: 중지하고 종료
zh_cn: 停止并退出

# tmodulemain.menuitem1.caption
source: actStop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_cn: 停止

# tmodulemain.menuitem2.caption
source: actRestart
ar: إعادة تشغيل
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 재시작
zh_cn: 重启

# tmodulemain.menuitem3.caption
source: actStartAndConnect
ar: تشغيل واتصال
de: Starten und verbinden
es: Iniciar y conectar
fr: Démarrer et connecter
ja: 起動して接続
ko: 시작하고 연결
zh_cn: 启动并连接

# tmodulemain.mnrestart.caption
source: actRestart
ar: إعادة تشغيل
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 재시작
zh_cn: 重启

# mnServer
source: Server
ar: الخادم
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
zh_cn: 服务器

# mnView
source: View
ar: عرض
de: Ansicht
es: Vista
fr: Affichage
ja: 表示
ko: 보기
zh_cn: 视图

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
ja: アドレス
ko: 주소
zh_cn: 地址

source: days
ar: أيام
de: Tage
es: días
fr: jours
ja: 日
ko: 일
zh_cn: 天

source: Offline
ar: غير متصل
es: Desconectado
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_cn: 离线

source: cLanguageName
ar: العربية
de: Deutsch
es: Español
fr: Français
ja: 日本語
ko: 한국어
zh_cn: 简体中文

source: cLanguageNameEng
ar: Arabic
de: German
es: Spanish
fr: French
ja: Japanese
ko: Korean
zh_cn: Chinese (Simplified)
